Repository: akolar/training
Catalog: wsgi/training/locale/*/LC_MESSAGES/django.po
Languages: sl_si

source: Not set
sl_si: Ni nastavljen

source: Ride
sl_si: Kolesarjenje

source: Run
sl_si: Tek

source: Swim
sl_si: Plavanje

source: Hike
sl_si: Pohodništvo

source: Walk
sl_si: Sprehod

source: Alpine Ski
sl_si: Alpsko smučanje

source: Backcountry Ski
sl_si: Turno smučanje

source: Canoeing
sl_si: Kanu

source: Cross-country Skiing
sl_si: Tek na smučeh

source: Elliptical
sl_si: Orbitrek

source: Ice Skate
sl_si: Drsanje

source: Inline Skate
sl_si: Rolanje

source: Kayaking
sl_si: Kajak

source: Kitesurf
sl_si: Kiteanje

source: Nordic Ski
sl_si: Nordijsko smučanje

source: Rock Climbing
sl_si: Plezanje

source: Roller Ski
sl_si: Tek na poletnih smučeh

source: Rowing
sl_si: Veslanje

source: Snowboard
sl_si: Bordanje

source: Snowshoe
sl_si: Hoja po snegu

source: Stair-Stepper
sl_si: Hoja po stopnicah

source: Stand Up Padding
sl_si: Veslanje na deski

source: Surfing
sl_si: Surfanje

source: Weight Training
sl_si: Trening z utežmi

source: Workout
sl_si: Trening

source: Yoga
sl_si: Joga

source: Not specified
sl_si: Ni določen

source: Endurance
sl_si: Vzdržljivost

source: Muscular endurance
sl_si: Mišična vzdržljivost

source: Anaerobic endurance
sl_si: Anaerobna vzdržljivost

source: Technique
sl_si: Tehnika

source: Power
sl_si: Moč

source: Strength
sl_si: Učinkovitost

source: Recovery
sl_si: Aktivni počitek

source: timestamp
sl_si: čas

source: sport
sl_si: šport

source: Title
sl_si: Naslov

source: comments
sl_si: Komentarji

source: primary objective
sl_si: primarni cilj

source: elapsed time
sl_si: trajanje

source: moving time
sl_si: čas premikanja

source: distance
sl_si: razdalja

source: elevation gain
sl_si: višinska razlika

source: equipment
sl_si: pripomočki

source: average speed
sl_si: povprečna hitrost

source: maximum speed
sl_si: največja hitrost

source: average heart rate
sl_si: povprečen srčni utrip

source: maximum heart rate
sl_si: najvišji srčni utrip

source: maximum temperature
sl_si: najvišja temperatura

source: average temperature
sl_si: povprečna temperatura

source: name
sl_si: naziv

source: comment
sl_si: komentar

source: weekly goal (distance)
sl_si: tedenski cilj (razdalja)

source: weekly goal (time)
sl_si: tedenski cilj (čas)

source: monthly goal (distance)
sl_si: mesečni cilj (razdalja)

source: monthly goal (time)
sl_si: mesečni cilj (čas)

source: yearly goal (distance)
sl_si: letni cilj (razdalja)

source: yearly goal (time)
sl_si: letni cilj (čas)

source: resting hear rate
sl_si: srčni utrip v mirovanju

source: lactate threshold heart rate
sl_si: srčni utrip na laktalnem pragu

source: maximum power
sl_si: največja moč

source: functional threshold power
sl_si: moč na laktalnem pragu

source: height
sl_si: višina

source: User %(user_display)s at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s
sl_si: Uporabnik %(user_display)s na strani %(site_name)s je za prijavo uporabil ta naslov. Da naslov potrdite, obiščite %(activate_url)s

source: Confirm E-mail Address
sl_si: Potrdite e-poštni naslov

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
sl_si: Prosimo potrdite da <a href="mailto:%(email)s">%(email)s</a> je poštni naslov uporabnika %(user_display)s.

source: Confirm
sl_si: Potrdi

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
sl_si: Povezava za aktivacijo je neveljavna. Prosimo <a href="%(email_url)s">zaprosite za novo povezavo za</a>.

source: Training :: Sign in
sl_si: Trening :: Prijava

source: Sign in
sl_si: Prijava

source: Sign in with Google
sl_si: Prijavi se z računom Google

source: Sign in with Facebook
sl_si: Prijavi se z računom Facebook

source: or
sl_si: ali

source: Don't have an account?
sl_si: Še nimate računa?

source: Sign up
sl_si: Registracija

source: Forgot your password?
sl_si: Pozabljeno geslo

source: Training :: Reset password
sl_si: Trening :: Pozabljeno geslo

source: Reset password
sl_si: Ponastavi geslo

source: Forgot your password? Enter your email address below, and we'll send you an e-mail allowing you to reset it.
sl_si: Ste pozabili geslo? Vnesite vaš poštni naslov in poslali vam bomo povezavo za njegovo ponastavitev.

source: Email address
sl_si: E-poštni naslov

source: Please contact us if you have any trouble resetting your password.
sl_si: V primeru težav pri ponastavitvi gesla, nas kontaktirajte.

source: Training :: Sign up
sl_si: Trening :: Registracija

source: Sign up with Google
sl_si: Registracija z računom Google

source: Sign up with Facebook
sl_si: Registracija z računom Facebook

source: Already have an account?
sl_si: Račun že imam!

source: Verify Your E-mail Address
sl_si: Potrdite svoj e-poštni naslov

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
sl_si: Poslali smo vam e-pošto za verifikacijo. Sledite priloženi povezavi za dokončanje registracije. Če povezave ne prejmete v roku naslednjih nekaj minut, nas kontaktirajte.

source: Training ::
sl_si: Trening ::

source: Training :: Edit ::
sl_si: Trening :: Uredi ::

source: Save
sl_si: Shrani

source: Training :: Upload
sl_si: Trening :: Naloži

source: Summary
sl_si: Povzetek

source: Recent activities
sl_si: Nedavne aktivnosti

source: View more
sl_si: Poglej več

source: Goals
sl_si: Cilji

source: You have no goals set for yourself. Set them here.
sl_si: Nastavljenih nimate nobenih ciljev. Nastavite jih tukaj!

source: Distance/time
sl_si: Razdalja/čas

source: Speed
sl_si: Hitrost

source: Elevation gain
sl_si: Višinska razlika

source: Heart rate
sl_si: Srčni utrip

source: Cadence
sl_si: Kadenca

source: Weekly summary
sl_si: Tedenski povzetek

source: Monthly summary
sl_si: Mesečni povzetek

source: Yearly summary
sl_si: Letni povzetek

source: # activities
sl_si: Število aktivnosti

source: # runs
sl_si: Število tekov

source: # rides
sl_si: Število kolesarjenj

source: # others
sl_si: Število ostalih aktivnosti

source: Distance
sl_si: Razdalja

source: Longest activity
sl_si: Najdaljša aktivnost

source: Avg. duration
sl_si: Povprečno trajanje

source: Time
sl_si: Čas

source: Farthest activity
sl_si: Aktivnost z največjo razdaljo

source: Avg. distance
sl_si: Povprečna razdalja

source: Max. speed
sl_si: Največja hitrost

source: Avg. speed
sl_si: Povprečna hitrost

source: Avg. RPE
sl_si: Povprečna vrednost RPE

source: Weekly chart
sl_si: Tedenska preglednica

source: Weekly
sl_si: Tedenski

source: Time (hours)
sl_si: Čas (ure)

source: Monthly
sl_si: Mesečni

source: Yearly
sl_si: Letni

source: For a manual entry click here.
sl_si: Za ročni vnos kliknite tukaj.

source: Activities
sl_si: Aktivnosti

source: Upload failed. Similar activity already exists.
sl_si: Nalaganje ni bilo uspešno. Podobna aktivnost že obstaja.

source: Date
sl_si: Datum

source: Sport
sl_si: Šport

source: Dist
sl_si: Razdalja

source: Elev
sl_si: Višinska razlika

source: HR
sl_si: Srčni utrip

source: Temp
sl_si: Temperatura

source: Delete activity
sl_si: Izbriši aktivnost

source: Edit activity
sl_si: Uredi aktivnost

source: Overview
sl_si: Pregled

source: Charts
sl_si: Grafi

source: Zones
sl_si: Cone

source: Splits
sl_si: Vmesni časi

source: Big map
sl_si: Zemljevid

source: Moving time
sl_si: Čas premikanja

source: Pace
sl_si: Tempo

source: Average speed
sl_si: Povprečna hitrost

source: Elapsed time
sl_si: Trajanje

source: Rest
sl_si: Počitek

source: Elevation
sl_si: Višina

source: Max. pace
sl_si: Najvišji tempo

source: Avg. heart rate
sl_si: Povprečen srčni utrip

source: Max. heart rate
sl_si: Najvišji srčni utrip

source: Comments
sl_si: Komentarji

source: Log in
sl_si: Prijava

source: Upload
sl_si: Naloži

source: Settings
sl_si: Nastavitve

source: Logout
sl_si: Odjava

source: Performance
sl_si: Učinkovitost

source: Height
sl_si: Višina

source: Max HR
sl_si: Najvišji srčni utrip

source: LT HR
sl_si: Srčni utrip na laktalnem pragu

source: Track your training
sl_si: Spremljajte svoje treninge

source: Analyze your activities
sl_si: Analizirajte svoje aktivnosti

source: Acheive your goals
sl_si: Dosegajte svoje cilje

source: See your routes on the map
sl_si: Oglejte si svoje aktivnosti na zemljevidu

source: Features
sl_si: Značilnosti

source: Detailed breakdown of activities
sl_si: Natančen pregled aktivnost

source: Upload of FIT files from your device
sl_si: Naložite FIT daoteke, ki jih prenesete iz vaše naprave

source: Summaries for selected periods
sl_si: Pregled po posameznih obdobjih

source: Challenge yourself to reach your goals
sl_si: Motivirajte se za doseganje zastavljenih ciljev

source: Training :: Settings
sl_si: Trening :: Nastavitve

source: Me
sl_si: Jaz

source: Equipment
sl_si: Pripomočki

source: Account
sl_si: Račun

source: Email
sl_si: E-pošta

source: Password
sl_si: Geslo

source: Current password
sl_si: Trenutno geslo

source: New password
sl_si: Novo geslo

source: Confirm new password
sl_si: Potrdite novo geslo

source: Set password
sl_si: Nastavi geslo

source: Invalid current password
sl_si: Nepravilno trenutno geslo

source: Passwords do not match
sl_si: Gesli se ne ujemata

source: Units
sl_si: Enote

source: Metric
sl_si: Metrični sistem

source: Imperial
sl_si: Imperialni sistem

source: Bikes
sl_si: Kolesa

source: Shoes
sl_si: Čevlji

source: Other
sl_si: Ostalo

source: Name
sl_si: Ime

source: Gender
sl_si: Spol

source: Female
sl_si: Ženski

source: Male
sl_si: Moški

source: I don't want to tell
sl_si: Ne želim povedati

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
sl_si: Za prijavo na %(site_name)s boste uporabili vaš račun %(provider_name)s .Kot zadnji korak izpolnite naslednji obrazec:

source: English
sl_si: Angleški

source: Slovene
sl_si: Slovenski

source: unknown
sl_si: neznan

source: male
sl_si: moški

source: female
sl_si: ženski

source: Metric (kilometers, kilograms)
sl_si: Metrični (kilometri, kilogrami)

source: Imperial (miles, pounds)
sl_si: Imperialni (milije, unče)

source: gender
sl_si: spol

source: units
sl_si: enote
